/******************** (C) COPYRIGHT 2011 蓝宙电子工作室 ********************
 * 文件名       ：
 * 描述         ：工程模版实验
 *
 * 实验平台     ：landzo电子开发版
 * 库版本       ：
 * 嵌入系统     ：
 *
 * 作者         ：landzo 蓝电子
 * 淘宝店       ：http://landzo.taobao.com/

**********************************************************************************/


#ifndef  calculation_H
#define  calculation_H  





void KYELCD(void) ;
void LCDTIME(void) ;
int16_t EMC_CAC(void)  ;


/*********************************************************************************************************
* Description: define
*********************************************************************************************************
*/







#endif
